{"en":{"SkinWin":"Excellent work, Professor! The skin handled every challenge perfectly, protecting the body from all threats. You’re one step closer to completing the experiment!","NeuronSeq1":"Let’s start with the nervous system! Neurons send signals to control the body. In this challenge, watch the sequence and repeat it to help the signals flow. Ready to test it?","Intestine2":"To do this, the intestines use special enzymes. Each type of nutrient: carbohydrates, proteins, and fats, needs the right enzyme to break it down.","NervousSLoose":"Oh no, Professor! The discomfort bar filled up, and the body couldn’t handle the stimuli. Let’s try again and react faster to keep things in check!","Intestine1":"Professor, the intestines are next! Their job is to absorb nutrients from the food we eat and send them to the rest of the body.","MusclesHeroWin":"Excellent work, Professor! The muscles and bones worked perfectly together, and the body moved just as it should. This system is ready for action—on to the next experiment!","LBL_Amylase":"AMYLASE","Lungs1":"Welcome to the breathing challenge! Control the breathing process: inhale, exhale, and see how these incredible organs bring oxygen in and remove carbon dioxide to keep the body alive!","LBL_Round":"Round","BloodPipes2":"The liver depends on a steady supply of blood to function properly. Connect the pipes quickly and make sure the oxygen and nutrients reach their destination!","NervousS2":"Your task is to deactivate the senses hearing, touch, or vision, before the discomfort bar fills up. React quickly to keep everything under control!","SkinLooseDamage":"Oops, Professor! The skin couldn’t handle the UV rays without sunscreen. Be sure to collect protection next time before it’s too late!","SkinLBLBodyTemperature":"Body Temperature","IntestineLooseWrong":"Oh no! The wrong enzyme was activated, and the nutrient couldn’t be absorbed. Remember: amylase for carbs, pepsin for proteins, and lipase for fats. Let’s try again!","LBL_Pepsin":"PEPSIN","ContinueButton":"Continue","LungsWin2":"Well done! The lungs are getting stronger, and the oxygen-carbon dioxide exchange is improving!","StomachWin":"Great job! The food is broken down into perfect particles, and the nutrients are ready for absorption. The stomach is functioning brilliantly!","MusclesHeroLoose":"Oh no, Professor! The muscles didn’t contract at the right time, and the body couldn’t move properly. Let’s give it another try and make sure the signals and timing are perfect!","Stomach1":"Welcome to the digestion challenge! Your task is to break down food into smaller particles so the body can absorb nutrients. Let’s see how the stomach works!","Skin1":"Professor, let’s test the skin’s ability to protect the body! It’s the first line of defense against heat, cold, and harmful UV rays.","LBL_CarbonDioxideLevel":"Carbon Dioxide Level","MazeWin":"Excellent work, Professor! You guided the waste perfectly and absorbed enough water along the way. The large intestine is functioning just as it should. On to the next experiment!","SpermWin":"Fantastic, Professor! You successfully guided the sperm cell to the egg. The reproductive system passed the test, great work!","MusclesHero2":"Remember, muscles can’t do it alone—they need bones! Bones act like levers, working with muscles to move the body. Without them, there would be no movement at all!","Stomach2":"The stomach is a powerhouse! It churns and breaks food into tiny particles. Tap the food quickly to help the process and keep the system running smoothly!","NeuronSeqWin":"Brilliant work, Professor! The signal reached the eye perfectly, and it responded just as it should. The nervous system is off to a great start, on to the next challenge!","Intestine3":"Your task is to activate the correct enzyme when the nutrient reaches the intestinal wall. Be precise and quick, Professor, the body depends on you!","NewGameButton":"New Game","Map2":"Look at this board, each poster represents a system of the body, starting with neurons. Did you know that neurons are made up of cells? Cells are the building blocks of all living things!","NeuronSeq2Loose":"Oh no, Professor! The signal didn’t reach the hand, so it couldn’t move. Let’s give it another shot and make sure the neurons connect properly this time!","Maze1":"Professor, this time we’re testing the large intestine! Its main job is to absorb water while guiding waste out of the body.","Stomach3":"Get ready! This food needs to be broken down efficiently. The faster you work, the better the nutrients will be absorbed!","NervousSWin":"Brilliant work, Professor! You managed the stimuli perfectly, and the body stayed calm and focused. The nervous system is performing flawlessly, let’s move on!","StomachLoose":"Oh no! The food wasn’t broken down in time. The body can’t get the nutrients it needs. Let’s try again and help the stomach do its work!","NeuronSeqLoose":"Oh no, Professor! The signal didn’t make it to the eye, so it couldn’t respond. Let’s try again and make sure the neurons connect properly this time!","LungsWin3":"Outstanding! The lungs are now fully operational, delivering oxygen and removing carbon dioxide like a pro. You’ve completed the breathing challenge and brought us one step closer to creating a functional human body!","NeuronSeq3Win":"Fantastic, Professor! The signal reached the leg, and the kick was perfect. You’ve successfully completed the nervous system challenge. On to the next experiment!","LBL_Lipase":"LIPASE","Skin3":"Find water to cool down, sunscreen to block UV rays, and warm clothing to protect against the cold. Let’s see if this skin can keep up!","MusclesHero1":"Professor, it’s time to test the muscular system! When an electrical signal reaches the muscles, they contract and create movement. Your task is to tap at the exact moment the signal passes over the indicator to make the body move.","SkinLooseHot":"Oh no, Professor! The body overheated because it didn’t cool down in time. Next time, remember to find water quickly!","BloodPipesWin":"Excellent work! The blood is flowing perfectly from the heart to the liver, delivering the oxygen and nutrients needed. The system is one step closer to being fully functional!","NervousS1":"Professor, the nervous system doesn’t just send signals, it also helps the body block out uncomfortable stimuli to stay focused. Let’s put that to the test!","Skin2":"In this experiment, you’ll navigate a changing environment. Keep an eye on the indicators, if they reach their limits, the body won’t be able to handle it!","NeuronSeq2Win":"Excellent work, Professor! The signal reached the hand, and it moved perfectly. The nervous system is proving to be a success so far, let’s keep going!","SpermLooseAcid":"Oh no, Professor! The sperm cell was destroyed by the acid and couldn’t continue. Avoid those areas next time to keep the journey going!","MazeLooseAP":"Almost there, Professor! You reached the end, but not enough water was absorbed. Make sure to stop at the absorption points next time to hydrate the body properly!","Skin4":"Professor, the night has fallen, and it’s getting freezing cold! Find warm clothing or shelter quickly before the body’s temperature drops too much!","LBL_OxygenLevel":"Oxygen Level","Map1":"Welcome, Professor! The experiment is ready to begin. Our goal is to test each system of the human body to see if the creation will work.","BloodPipesLoose":"Oh no! The blood couldn’t reach the liver in time. Without proper circulation, the system can’t function. Let’s try again and fix those pipes!","LBL_IntestineScore":"Score: ","NeuronSeq3Loose":"Oh no, Professor! The signal didn’t reach the leg, so the kick couldn’t happen. Let’s try again and make sure the neurons fire correctly!","SkinLooseCold":"Oh dear, Professor! The body got too cold and couldn’t stay warm. Don’t forget to find shelter or a jacket next time!","SkinLBLUV":"UV Damage","Map10":"Alright, professor, we've reached the end. It's time to select the genre of your creation... Once this is decided, our experiment will be complete!","LungsTutorial1":"Hold down the button to inhale oxygen until the bar reaches the indicator, then release it at that exact moment.","LungsLoose":"Oh no! The lungs couldn’t keep up. Without proper oxygen flow, our creation can’t function. Let’s review the process and try again!","Stomach4":"Digestion is essential for the body’s energy. Tap to break the food into pieces and ensure the stomach does its job perfectly!","SpermLooseWall":"Oops, Professor! The sperm cell hit the uterine wall and got stuck. Stay on course next time and guide it carefully to the egg!","Sperm2":"Watch out for obstacles like acid, uterine walls, and strong currents that can push the sperm off course. Navigate carefully and stay focused to complete the journey!","Maze2":"Guide the waste through the maze-like intestine and make sure to stop at the absorption points to collect enough water. Be quick, but don’t skip any checkpoints!","IntestineLooseMissed":"Oh no, Professor! The nutrient wasn’t absorbed in time and was lost. Be quicker next time to activate the enzyme when the nutrient reaches the wall. Let’s try again!","MusclesHero3":"Stay focused and time your taps perfectly to ensure the muscles and bones work together. Let’s see if this system is ready for action!","LungsWin1":"Great start! The lungs are working well, but there’s more to optimize. Let’s keep testing to ensure a perfect oxygen flow!","MazeLooseTime":"Oh no, Professor! The waste didn’t make it out in time. Be faster next time to guide it through the intestine and complete the task!","Map3":"The first challenge will test how neurons send signals through the body. It’s your first step to bringing this creation to life. Are you ready to begin?","IntestineWin":"Fantastic work, Professor! You matched the enzymes perfectly, and the nutrients were absorbed into the body. The digestive system is a success—on to the next test!","Sperm1":"Professor, now it’s time to test the reproductive system! Your goal is to guide a sperm cell through the uterus to reach the egg.","LBL_ParticlesToWin":"Particles left: ","BloodPipes1":"Welcome to the blood flow challenge! Your task is to connect the pipes and ensure blood flows smoothly from the heart to the liver. Let’s get started!","IntestineLooseSoon":"Oh no, Professor! You activated the enzyme too early, and the nutrient wasn’t ready to be absorbed. Wait until it reaches the wall next time!"},"es":{"SkinWin":"¡Excelente trabajo, Profesor! La piel manejó cada desafío perfectamente, protegiendo el cuerpo de todas las amenazas. Estás un paso más cerca de completar el experimento.","NeuronSeq1":"¡Comencemos con el sistema nervioso! Las neuronas envían señales para controlar el cuerpo. En este desafío, observa la secuencia y repítela para ayudar al flujo de señales. ¿Listo para probarlo?","Intestine2":"Para hacer esto, los intestinos utilizan enzimas especiales. Cada tipo de nutriente: carbohidratos, proteínas y grasas, necesita la enzima adecuada para descomponerse.","NervousSLoose":"¡Oh no, Profesor! La barra de incomodidad se llenó y el cuerpo no pudo manejar los estímulos. Intentémoslo de nuevo y reacciona más rápido para mantener todo en orden.","Intestine1":"Profesor, ¡los intestinos son los siguientes! Su trabajo es absorber los nutrientes de los alimentos que comemos y enviarlos al resto del cuerpo.","MusclesHeroWin":"¡Excelente trabajo, Profesor! Los músculos y los huesos trabajaron perfectamente juntos, y el cuerpo se movió como debería. Este sistema está listo para la acción, ¡al próximo experimento!","LBL_Amylase":"AMILASA","Lungs1":"¡Bienvenido al desafío de respiración! Como asistente de nuestro brillante científico, ayudarás a probar los pulmones en nuestra misión de crear un cuerpo humano completamente funcional. Controla el proceso de respiración: inhala, exhala y observa cómo estos increíbles órganos traen oxígeno y eliminan dióxido de carbono para mantener el cuerpo vivo.","LBL_Round":"Ronda","BloodPipes2":"El hígado depende de un suministro constante de sangre para funcionar correctamente. Conecta las tuberías rápidamente y asegúrate de que el oxígeno y los nutrientes lleguen a su destino.","NervousS2":"Tu tarea es desactivar los sentidos de la audición, el tacto o la visión antes de que se llene la barra de incomodidad. ¡Reacciona rápidamente para mantener todo bajo control!","SkinLooseDamage":"¡Ups, Profesor! La piel no pudo manejar los rayos UV sin protector solar. Asegúrate de recolectar protección la próxima vez antes de que sea demasiado tarde.","SkinLBLBodyTemperature":"Temperatura del cuerpo","IntestineLooseWrong":"¡Oh no! Se activó la enzima incorrecta y el nutriente no pudo ser absorbido. Recuerda: amilasa para carbohidratos, pepsina para proteínas y lipasa para grasas. Intentémoslo de nuevo.","LBL_Pepsin":"PEPSINA","ContinueButton":"Continuar","LungsWin2":"¡Bien hecho! Los pulmones se están fortaleciendo y el intercambio de oxígeno y dióxido de carbono está mejorando.","StomachWin":"¡Gran trabajo! Los alimentos se descompusieron en partículas perfectas y los nutrientes están listos para ser absorbidos. ¡El estómago está funcionando brillantemente!","MusclesHeroLoose":"¡Oh no, Profesor! Los músculos no se contrajeron a tiempo, y el cuerpo no pudo moverse correctamente. Intentémoslo de nuevo y asegúrate de que las señales y los tiempos sean perfectos.","Stomach1":"¡Bienvenido al desafío de la digestión! Tu tarea es descomponer los alimentos en partículas más pequeñas para que el cuerpo pueda absorber los nutrientes. ¡Veamos cómo funciona el estómago!","Skin1":"Profesor, ¡probemos la capacidad de la piel para proteger el cuerpo! Es la primera línea de defensa contra el calor, el frío y los dañinos rayos UV.","LBL_CarbonDioxideLevel":"Nivel de Dióxido de Carbono","MazeWin":"¡Excelente trabajo, Profesor! Guiaste los desechos perfectamente y absorbiste suficiente agua en el camino. ¡El intestino grueso está funcionando tal como debería!","SpermWin":"¡Fantástico, Profesor! Lograste guiar la célula espermática hasta el óvulo con éxito. ¡El sistema reproductivo pasó la prueba, buen trabajo!","MusclesHero2":"Recuerda, los músculos no pueden hacerlo solos, ¡necesitan huesos! Los huesos actúan como palancas, trabajando con los músculos para mover el cuerpo. Sin ellos, no habría movimiento en absoluto.","Stomach2":"¡El estómago es una potencia! Muele y descompone los alimentos en partículas diminutas. Toca rápidamente los alimentos para ayudar en el proceso y mantener el sistema funcionando sin problemas.","NeuronSeqWin":"¡Excelente trabajo, Profesor! La señal llegó perfectamente al ojo y respondió como debería. El sistema nervioso va por buen camino, ¡al siguiente desafío!","Intestine3":"Tu tarea es activar la enzima correcta cuando el nutriente llegue a la pared intestinal. Sé preciso y rápido, Profesor, el cuerpo depende de ti.","NewGameButton":"Nuevo Juego","Map2":"Mira este pizarrón, cada póster representa un sistema del cuerpo, comenzando por las neuronas. ¿Sabías que las neuronas están formadas por células? ¡Las células son los bloques de construcción de todos los seres vivos!","NeuronSeq2Loose":"¡Oh no, Profesor! La señal no llegó a la mano, por lo que no pudo moverse. Intentémoslo nuevamente y asegúrate de que las neuronas se conecten correctamente esta vez.","Maze1":"Profesor, esta vez estamos probando el intestino grueso. Su principal trabajo es absorber agua mientras guía los desechos fuera del cuerpo.","Stomach3":"¡Prepárate! Estos alimentos deben descomponerse de manera eficiente. Cuanto más rápido trabajes, mejor se absorberán los nutrientes.","NervousSWin":"¡Brillante trabajo, Profesor! Gestionaste los estímulos perfectamente y el cuerpo se mantuvo tranquilo y enfocado. El sistema nervioso está funcionando impecablemente, ¡sigamos adelante!","StomachLoose":"¡Oh no! Los alimentos no se descompusieron a tiempo. El cuerpo no puede obtener los nutrientes que necesita. Intentémoslo de nuevo y ayudemos al estómago a hacer su trabajo.","NeuronSeqLoose":"¡Oh no, Profesor! La señal no llegó al ojo, por lo que no pudo responder. Intentémoslo de nuevo y asegúrate de que las neuronas se conecten correctamente esta vez.","LungsWin3":"¡Impresionante! Los pulmones ahora están completamente operativos, entregando oxígeno y eliminando dióxido de carbono como expertos. ¡Has completado el desafío de respiración y nos acercaste un paso más a crear un cuerpo humano funcional!","NeuronSeq3Win":"¡Fantástico, Profesor! La señal llegó a la pierna y el pateo fue perfecto. Has completado con éxito el desafío del sistema nervioso. ¡Al próximo experimento!","LBL_Lipase":"LIPASA","Skin3":"Busca agua para refrescarte, protector solar para bloquear los rayos UV y ropa abrigada para protegerte del frío. ¡Veamos si esta piel puede soportarlo!","MusclesHero1":"Profesor, es hora de probar el sistema muscular. Cuando una señal eléctrica llega a los músculos, se contraen y generan movimiento. Tu tarea es tocar en el momento exacto en que la señal pase por el indicador para que el cuerpo se mueva.","SkinLooseHot":"¡Oh no, Profesor! El cuerpo se sobrecalentó porque no se enfrió a tiempo. Recuerda encontrar agua rápidamente la próxima vez.","BloodPipesWin":"¡Excelente trabajo! La sangre está fluyendo perfectamente desde el corazón al hígado, entregando el oxígeno y los nutrientes necesarios. ¡El sistema está un paso más cerca de ser completamente funcional!","NervousS1":"Profesor, el sistema nervioso no solo envía señales, también ayuda al cuerpo a bloquear estímulos incómodos para mantenerse enfocado. ¡Pongámoslo a prueba!","Skin2":"En este experimento, navegarás por un entorno cambiante. Observa los indicadores, si alcanzan sus límites, el cuerpo no podrá soportarlo.","NeuronSeq2Win":"¡Excelente trabajo, Profesor! La señal llegó a la mano y se movió perfectamente. El sistema nervioso está siendo un éxito hasta ahora, ¡sigamos adelante!","SpermLooseAcid":"¡Oh no, Profesor! La célula espermática fue destruida por el ácido y no pudo continuar. Evita esas áreas la próxima vez para mantener el viaje en marcha.","MazeLooseAP":"¡Casi lo logras, Profesor! Llegaste al final, pero no se absorbió suficiente agua. Asegúrate de detenerte en los puntos de absorción la próxima vez para hidratar adecuadamente el cuerpo.","Skin4":"Profesor, ha caído la noche y hace un frío helado. ¡Encuentra ropa abrigada o refugio rápidamente antes de que la temperatura del cuerpo baje demasiado!","LBL_OxygenLevel":"Nivel de Oxígeno","Map1":"¡Bienvenido, Profesor! El experimento está listo para comenzar. Nuestro objetivo es probar cada sistema del cuerpo humano para ver si la creación funcionará.","BloodPipesLoose":"¡Oh no! La sangre no pudo llegar al hígado a tiempo. Sin una circulación adecuada, el sistema no puede funcionar. Intentémoslo de nuevo y arreglemos esas tuberías.","LBL_IntestineScore":"Puntuación: ","NeuronSeq3Loose":"¡Oh no, Profesor! La señal no llegó a la pierna, por lo que no pudo patear. Intentémoslo de nuevo y asegúrate de que las neuronas funcionen correctamente.","SkinLooseCold":"¡Oh, querido Profesor! El cuerpo se enfrió demasiado y no pudo mantenerse caliente. No olvides encontrar refugio o un abrigo la próxima vez.","SkinLBLUV":"Daño UV","Map10":"Muy bien profesor, llegamos al final. Es momento de seleccionar el género de su creación... Una vez que lo haya decidido, ¡nuestro experimento estará completo!","LungsTutorial1":"Mantén presionado el botón para inhalar oxígeno hasta que la barra alcance el indicador, luego suéltalo en ese momento exacto.","LungsLoose":"¡Oh no! Los pulmones no pudieron seguir el ritmo. Sin un flujo adecuado de oxígeno, nuestra creación no puede funcionar. Revisemos el proceso y volvamos a intentarlo.","Stomach4":"La digestión es esencial para la energía del cuerpo. Toca para descomponer los alimentos en piezas y asegura que el estómago haga su trabajo perfectamente.","SpermLooseWall":"¡Ups, Profesor! La célula espermática chocó contra la pared del útero y quedó atascada. Mantén el curso la próxima vez y guíala con cuidado hasta el óvulo.","Sperm2":"Cuidado con los obstáculos como el ácido y las paredes del útero; detendrán al esperma de completar su viaje. ¡Navega con cuidado y mantente enfocado!","Maze2":"Guía los desechos a través del intestino, similar a un laberinto, y asegúrate de detenerte en los puntos de absorción para recoger suficiente agua. Sé rápido, pero no te saltes ningún punto de control.","IntestineLooseMissed":"¡Oh no, Profesor! El nutriente no fue absorbido a tiempo y se perdió. Sé más rápido la próxima vez para activar la enzima cuando el nutriente llegue a la pared. Intentémoslo de nuevo.","MusclesHero3":"Mantente enfocado y sincroniza tus toques perfectamente para asegurarte de que los músculos y los huesos trabajen juntos. ¡Veamos si este sistema está listo para la acción!","LungsWin1":"¡Gran comienzo! Los pulmones están funcionando bien, pero aún hay más por optimizar. Sigamos probando para asegurar un flujo de oxígeno perfecto.","MazeLooseTime":"¡Oh no, Profesor! Los desechos no salieron a tiempo. Sé más rápido la próxima vez para guiarlos a través del intestino y completar la tarea.","Map3":"El primer desafío probará cómo las neuronas envían señales a través del cuerpo. Es tu primer paso para dar vida a esta creación. ¿Estás listo para comenzar?","IntestineWin":"¡Fantástico trabajo, Profesor! Emparejaste las enzimas perfectamente y los nutrientes fueron absorbidos en el cuerpo. El sistema digestivo es un éxito, ¡al próximo experimento!","Sperm1":"Profesor, ahora es momento de probar el sistema reproductivo. Tu objetivo es guiar una célula espermática a través del útero para alcanzar el óvulo.","LBL_ParticlesToWin":"Partículas restantes: ","BloodPipes1":"¡Bienvenido al desafío del flujo sanguíneo! Tu tarea es conectar las tuberías y asegurarte de que la sangre fluya sin problemas desde el corazón hasta el hígado. ¡Empecemos!","IntestineLooseSoon":"¡Oh no, Profesor! Activaste la enzima demasiado temprano y el nutriente no estaba listo para ser absorbido. ¡Espera hasta que llegue a la pared la próxima vez!"}}