{
	"en": {
		"Map1": "Hello there, I'm Celly! Nice name right? I’m a cell, the building block of all living things. Everything in your body starts with cells like me, working together to keep you healthy and strong",
		"Map2": "I’ll be your guide as we explore how everything works inside you. Together, we’ll learn how neurons send signals, how oxygen travels through your body, and much more. Get ready to discover the secrets that keep your body functioning every day!",
		"Map3": "You're about to dive into the world of neurons! On this level, you’ll see how your brain communicates with your body by sending quick signals. Ready to learn how fast your reactions can be? Let’s begin the neuron challenge!",
		"NeuronSeq1": "Get ready to test your brain’s speed! Neurons send signals to help your body react. Watch the sequence, then repeat it. Think you can keep up? Let’s find out!",
		"NeuronSeqWin": "Great job! You helped the neurons connect perfectly. Your brain is working fast. Let’s keep going!",
		"NeuronSeqLoose": "Oops! The signals got mixed up. No worries. Let's try again and see if we can get it right!",
		"NeuronSeq2Win": "Well done! Your brain sent the right signal, and your hand responded perfectly. You're in contro. Keep it up!",
		"NeuronSeq2Loose": "Almost there! The signal didn’t quite make it this time. Let’s give it another try and get that hand to close!",
		"NeuronSeq3Loose": "Oops! The signal didn’t reach your leg correctly, so the ball didn’t move. Let’s try again and kick that ball!",
		"NeuronSeq3Win": "Great job! The signal reached your leg, and you kicked the ball perfectly. Way to go, keep it up!",
		"MusclesHero1": "Hey there! Your muscles are made of special tissues that contract and relax to help you move. But for that to happen, signals from your brain tell the muscles what to do. In this game, you’ll control your muscles to complete movements.",
		"MusclesHero2": "Muscles need the support of bones to move your body. When the muscles contract, the bones act like levers, helping your limbs move. Without them, your muscles wouldn’t be able to get the job done. So, let’s make sure both muscles and bones work together to power up your movements!",
		"MusclesHero3": "When the signal reaches the muscle, you need to tap it at the right moment. This will make the muscle react, and with the help of the bones, your limbs will move! Timing is everything, so stay focused and get ready to make those movements count!",
		"MusclesHeroLoose": "Oops! The muscles didn’t react in time, and the movement didn’t happen. Don’t worry, try again and time your taps to get those muscles working with the bones!",
		"MusclesHeroWin": "Great job! You timed it perfectly! The muscles reacted, and with the help of the bones, the movement was a success. Keep up the awesome work!",
		"LBL_OxygenLevel": "Oxygen Level",
		"LBL_CarbonDioxideLevel": "Carbon Dioxide Level",
		"Lungs1": "Welcome to the breathing challenge! Your lungs bring oxygen into your body and remove carbon dioxide. In this game, you’ll control the breathing process. Inhale, exhale, and see how your lungs keep you going!",
		"LungsTutorial1": "Hold down the button to inhale oxygen until the bar reaches the indicator, then release it at that exact moment.",
		"LungsWin1": "Awesome! You nailed it—your breathing kept the oxygen flowing and the carbon dioxide out. You’ve successfully completed the first challeng. Great work keeping your lungs in sync!",
		"LungsLoose": "Oops! The breathing didn’t quite work this time, and the gas flow was interrupted. Don’t worry, you can try again and master this game!",
		"LBL_Round": "Round",
		"LungsWin2": "Great job! You did it again. Your breathing kept the oxygen flowing and the carbon dioxide out. You’re really getting the hang of it. Keep going, you're almost there!",
		"LungsWin3": "Fantastic! You’ve mastered it. Your breathing kept the oxygen flowing and the carbon dioxide out every time. You’ve completed the challenge and your lungs are in perfect sync. Well done!",
		"BloodPipes1": "Welcome to the blood flow challenge! Your heart works hard to send oxygen and hormones through your bloodstream to different parts of your body. In this case, your LEAVER",
		"BloodPipes2": "In this game you’ll help direct the flow by connecting pathways to make sure everything reaches its destination before the time ends. Ready to get the blood pumping?",
		"BloodPipesWin": "Awesome work! You successfully directed the flow, and everything reached its destination. Thanks to you, the body has what it needs. Great job!",
		"NewGameButton": "New Game",
		"BloodPipesLoose": "Almost there! The pathway wasn’t completed in time, so the blood couldn’t reach its destination. Try again to keep the flow going and deliver what the body needs!",
		"Stomach1": "Welcome to the digestion challenge! Your stomach has an important job: breaking down all the food you eat into nutrients your body can use.",
		"Stomach2": "In this game, you’ll encounter three types of particles: fats, proteins, and carbohydrates. Each type of nutrient takes a different amount of effort to digest.",
		"Stomach3": "Carbohydrates are digested the fastest, so they only need a few taps. Proteins are a bit harder to break down, so they’ll need a few more.",
		"Stomach4": "Fats are the toughest for your stomach to digest, so you’ll need to tap them the most! Ready to help the stomach get to work?",
		"StomachLoose": "Oops! Some nutrients didn’t get digested in time. Try again to help the stomach break everything down and keep the body fueled!",
		"StomachWin": "Great job! You helped the stomach break down all the nutrients! Now your body can absorb them and put them to good use. Well done!",
		"LBL_ParticlesToWin": "Particles left: ",
		"LBL_Amylase": "AMYLASE",
		"ContinueButton": "Continue",
		"LBL_Pepsin": "PEPSIN",
		"LBL_Lipase": "LIPASE",
		"Intestine1": "Welcome to the nutrient absorption challenge! In your small intestine, different enzymes help break down carbohydrates, proteins, and fats so your body can absorb them.",
		"Intestine2": "Pay attention! When the nutrient particle reaches the intestine, you need to choose the right enzyme: amilase for carbs, pepsin for proteins, and lipase for fats.",
		"Intestine3": "Your job is to pick the correct enzyme for each nutrient. Ready to help the body digest and get those nutrients absorbed? Let’s get started!",
		"IntestineLooseSoon": "Too soon! The enzyme was activated before the nutrient reached the intestine. Wait until it touches the wall next time!",
		"IntestineLooseWrong": "Wrong enzyme! The enzyme doesn’t match the nutrient. Remember: amylase for carbs, pepsin for proteins, and lipase for fats. Let’s try again!",
		"IntestineLooseMissed": "You missed it! The nutrient wasn’t absorbed in time, and another one got there too. Be quicker next time and help the body digest properly!",
		"LBL_IntestineScore": "Score: ",
		"IntestineWin": "Congratulations! You chose the right enzymes every time and helped the intestine absorb all the nutrients perfectly. Great work, your score shows you’ve mastered digestion!",
		"Maze1": "Welcome to the waste elimination challenge! In this game, you’ll guide waste particles through the large intestine, helping the body process what’s left after digestion.",
		"Maze2": "Along the way, you’ll encounter checkpoints where water is absorbed from the waste. Make sure to stop at these points to help the body reabsorb water and keep things moving smoothly!",
		"MazeWin": "Well done! You successfully guided the waste through the intestine and helped absorb all the water. The body is now hydrated and ready for the next step. Great job!",
		"MazeLooseTime": "Time’s up! The waste didn’t make it through the intestine in time, and water absorption couldn’t finish. Try again to help the body process everything more efficiently!",
		"MazeLooseAP": "Not quite there! You reached the end, but not enough water was absorbed along the way. Make sure to stop at more checkpoints next time to keep the body hydrated!",
		"NervousS1": "Welcome to the reflex challenge! Your body reacts instantly to protect you from things like heat, bright lights, or loud sounds.",
		"NervousS2": "In this game, when a stimulus appears, press and hold the correct button until the timer runs out. Stay focused and respond quickly to keep your reflexes sharp!",
		"NervousWin": "Great job! You nailed it—your reflexes are lightning fast! Thanks to your quick responses, the body stayed safe and ready for anything. Well done!",
		"NervousSLoose": "Oops! Your reflexes were a bit off this time, and the body couldn’t react in time. Don’t worry—try again and see how quickly you can respond next time!",
		"Skin1": "It’s a hot day out there! In this minigame, you’ll learn how to protect your skin from environmental hazards like heat and UV rays as you move through the level.",
		"Skin2": "First, find the pool and jump into the water to cool down. This will lower your body temperature and help you handle the heat.",
		"Skin3": "Next, look for sunscreen to protect your skin from the UV rays. Once you’re ready, pay atention to the weather changes and keep moving!",
		"Skin4": "The weather has changed suddenly! It’s getting freezing cold out there. Hurry and find a jacket to protect yourself from the intense cold before your body temperature drops too much!",
		"SkinWin": "Amazing job! You completed all the objectives and protected your skin from every threat. Thanks to your quick actions, you stayed safe and reached the finish line. Well done!",
		"SkinLooseHot": "Oh no! Your body overheated because you didn’t jump into the pool in time. Remember, cooling off in the water is the best way to lower your temperature. Try again and stay cool!",
		"SkinLooseDamage": "Oh no! Your skin was exposed to UV rays for too long because you didn’t reach the sunscreen in time. Remember, applying sunscreen is essential to protect your skin. Try again and stay safe under the sun!",
		"SkinLooseCold": "So close! You didn’t find your jacket in time, and your body temperature dropped too much. Try again!"
		
		
		
	},
	"es": {
		"CarsRaceToby2": "Tira de la cuerda para iniciar la carrera",
		"ZigZagName": "Zig Zag",
		"IntermediateStageToby0": "¡Mira! Tomé una foto del experimento. ¿Te animas a pegar las pegatinas en el lugar correcto?",
		"St2Toby0": "Este es mi cuarto, espero que te guste.",
		"St1Toby2": "Antes que nada, quiero mostrarte mis nuevos experimentos. He estado tratando de descubrir las MANERAS EN LAS QUE LOS OBJETOS SE MUEVEN",
		"CarsRaceGreenWon": "¡El auto VERDE ganó! ¿Viste los autos corriendo en LÍNEA RECTA? Podemos hacerlo de nuevo si quieres.",
		"CarsRaceGreen": "¡Genial! Elegiste el auto VERDE",
		"St1Toby1": "Mamá me dijo que vendrías. Estoy muy emocionado porque tenemos muchas cosas que hacer hoy juntos.",
		"GameName": "Motion Riddles",
		"St1Toby0": "¡Hola, mi nombre es Toby!",
		"St6Toby1": "¿Puedes hacer que la bola de golf llegue allí?",
		"St1Toby7": "¡WOW! ¿¡Viste eso!?",
		"SlideName": "Deslizar",
		"CarsRaceBlueWon": "¡El auto AZUL ganó! ¿Viste los autos corriendo en LÍNEA RECTA? Podemos hacerlo de nuevo si quieres.",
		"St1Toby8": "Lo que acabas de ver son 3 tipos de movimientos",
		"RoundName": "Girar alrededor",
		"RollName": "Rodar",
		"St6Toby0": "Este es uno de mis experimentos favoritos. Mirá la bandera de golf que se encuentra abajo...",
		"StrightLineName": "Línea Recta",
		"GameOverText": "JUEGO TERMINADO",
		"St3Toby0": "¿Te gusta el basketball? A mí me encanta. Trata de hacer una canasta haciendo GIRAR esta plataforma.",
		"St8Toby0": "Bueno, esto es un verdadero reto. Derribá los pinos con la bola de bowling. Por favor ten cuidado con Tomas, él siempre está jugando cerca.",
		"UpDownName": "Arriba y abajo",
		"St1Toby3": "¡Y hay muchas! Voy a mostrarte ahora mismo...",
		"St5Toby2": "¡Gracias por eso! Ahora necesitamos derretir el cubo de hielo para hacer que el bote se DESLICE hacia la bola de bowling. ¡Lo que ocurre después es genial!",
		"CarsRaceToby0": "¡SI! Esto es una carrera de autos. Adivina y elige el auto que piensas que va a ganar.",
		"St1Toby4": "Este es el S.M.U.S.A. o el SUPER MEGA ULTRA SISTEMA DE ACTIVACIÓN... Es una soga común y corriente.",
		"NewGameButton": "Nuevo juego",
		"St1Toby10": "Hagámoslo de nuevo, voy a preparar los elementos y la soga nuevamente.",
		"BackForthName": "Ida y vuelta",
		"St4Toby0": "Bienvenido a mi sótano. Este es el desafío de las VUELTAS ALREDEDOR. ¿Puedes hacer que la tierra de una vuelta alrededor del sol antes que se termine el tiempo?",
		"St2Toby1": "Para hacer que la bola de bowling golpee los pinos, por favor quita mi robot del camino. Puedes ponerlo en la caja de juguetes.",
		"CarsRaceRed": "¡Genial! Elegiste el auto ROJO",
		"CarsRaceBlue": "¡Genial! Elegiste el auto AZUL",
		"MovementsChecklistTitle": "LISTA DE MOVIMIENTOS",
		"StageComplete": "¡Nivel completado!",
		"St8Toby1": "Voy a darte una pista: intenta hacer que la bola ruede sobre las plataformas todo el tiempo que puedas antes de que llegue a la rampa.",
		"ContinueButton": "Continuar",
		"SpinName": "Girar",
		"St7Toby0": "¿Te gusta el fútbol? Tratá de hacer un gol evitando algunos obstáculos.",
		"St5Toby0": "Este experimento es asombroso. Te va a encantar. Necesito un poco de ayuda porque olvidé mover la BOLA DE BOWLING a su lugar correcto.",
		"St1Toby9": "La pelota de futbol se movió ARRIBA Y ABAJO, el paquete de azúcar se movió hacia ABAJO directo hacia el piso y el paracaidista se movió DE LADO A LADO por su paracaídas.",
		"St1Toby5": "Pero cuando tiras de ella la magia empieza a suceder...",
		"CarsRaceRedWon": "¡El auto ROJO ganó! ¿Viste los autos corriendo en LÍNEA RECTA? Podemos hacerlo de nuevo si quieres."
	}
}